{
  "dish": [
    {
      "title": "ต้มยำกุ้ง",
      "image" : "https://www.caherbal.com/wp-content/uploads/2015/10/%E0%B8%95%E0%B9%89%E0%B8%A1%E0%B8%A2%E0%B8%B3%E0%B8%81%E0%B8%B8%E0%B9%89%E0%B8%87-%E0%B8%AD%E0%B8%B2%E0%B8%AB%E0%B8%B2%E0%B8%A3%E0%B8%AD%E0%B8%A3%E0%B9%88%E0%B8%AD%E0%B8%A2-%E0%B8%9B%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B8%A1%E0%B8%B0%E0%B9%80%E0%B8%A3%E0%B9%87%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2.jpg",
      "description": "วิธีทำ\n\n 1. กุ้งล้างน้ำและแกะเปลือกให้สะอาด พักไว้\n2. จากนั้นนำเห็ดฟางไปเกลาดินออกให้หมด  ล้างน้ำให้สะอาดแล้วผ่ากลาง\n3. ใส่น้ำซุปลงในหม้อ ตั้งไฟปานกลางพอเดือด ใช้เวลาประมาณ 5 นาที\n4. จากนั้นใส่ตะใคร้ ข่า กุ้ง พอกุ้งสุกก็ใส่เห็ดฟาง  ใบมะกรูด  น้ำปลา  ตามลงไป\n5. ปิดไฟยกลงจากเตาแล้วปรุงรสด้วยน้ำมะนาว พริกขี้หนูทุบพอแตกหยาบๆ\n6. โรยด้วยผักชีหั่น กินขณะร้อนๆ"
    },

    {
      "title": "ปลาทอดกระเทียม",
      "image" : "https://img-global.cpcdn.com/recipes/9496bfe7acd1f5f9/751x532cq70/%E0%B8%A3%E0%B8%B9%E0%B8%9B-%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81-%E0%B8%82%E0%B8%AD%E0%B8%87-%E0%B8%AA%E0%B8%B9%E0%B8%95%E0%B8%A3-%E0%B8%9B%E0%B8%A5%E0%B8%B2%E0%B8%97%E0%B8%AD%E0%B8%94%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1.jpg",
      "description": "วิธีทำ\n\n 1. นำปลานิลมาขอดเกล็ด  คลักไส้ออก ล้างให้สะอาดแล้วบั้งเป็นตาราง\n 2. โขลกกระเทียม  รากผักชี  ให้ละเอียดเข้ากันในครก แล้วตักลงในชามผสม\n3. ใส่ผงปรุงรส น้ำปลาลงไปผสมให้เข้ากัน แล้วนำไปหมักเนื้อปลา\n4. นำกระทะตั้งไฟ ใส่น้ำมันลงไปพอประมาณ พอน้ำมันร้อนนำปลาที่หมักไว้\nลงทอดจนเหลืองกรอบ\n5. ตักใส่จานโรยด้วยกระเทียมเจียว เสริฟคู่กับข้าวพร้อมน้ำจิ้ม"
    },

    {
      "title": "เป็ดตุ๋นน้ำใส",
      "image" : "https://obs.line-scdn.net/0hPPyJABh5D39EMyNsGJtwKGtlDBB3Xxx8IAVeTBhbFB8PAxdUJyYLTBdEUB8Pfwx6JDJBG2NkVUZtAEkpcAdIHWUwVwpoBRsoflwUTg/w580",
      "description": "วิธีทำ\n\n1. ล้างเป็ดให้สะอาด   ผ่าซีกตัดเป็นชิ้นตามต้องการ เครื่องในไม่ใช้\nตีนและหัวตัดออก\n2. กระดูกหมูต้มกับน้ำเย็น เคี่ยวทิ้งไว่ก่อน\n3. กระทะตั้งไฟ   น้ำมันหมูใส่กระทะ ขิงลงผัดพอหอม ใส่เหล้า ซีอิ้ว น้ำ\nกระดูก  ผงชูรส  ชิมดูรสให้เป็นที่พอใจ ยกลง\n4. หม้อใสน้ำตั้งบนเตา  ใส่อบเชย พริกไทยเม็ดบุบพอแตก ตั้งไฟพอเดือด\nนำเป็ดลงต้มพอหนังตึงตักเป็ดใส่หม้อตุ๋น  เอาแต่ชิ้นเป็ด น้ำปรุงในข้อ 3\nเทลงให้ท่วมตัวเป็ดตั้งไฟตุ๋นไปจนเป็ดเปื่อยนุ่ม\n 5. เห็ดหอมล้างน้ำแล้วผ่าซีก  ใส่ในหม้อตุ๋นใส่มะนาวดองหรือบ๋วยดองลง\nรอจนเป็ดเปื่อยได้ที่ เห็ดนุ่ม ยกลง"},

    {
      "title": "เป็ดอบซอส",
      "image" : "https://static5-th.orstatic.com/userphoto/Article/0/29/000G4045910FDCAE28E8A1j.jpg",
      "description": "วิธีทำ\n \n1. ล้างเป็ดให้สะอาด  ถอนขน ตัดขาและคอ แล้วใช้มีดผ่าหลังออกค่อยๆ ใช้มีด\nลาะเนื้อออกจากโครงให้หมด แล้วพักไว้\n2. หอมใหญ่หั่นขวางหัวหนาๆ กระเทียมทุบสับละเอียด\n3. เอาน้ำมันหมูใส่บนเตา  นำกระเทียมที่สับใส่ลงไปเจียวพอหอม  ใส่หอมใหญ่\nลงผัดจนนุ่มดีแล้ว  ใส่หอยสินเจียง ซีอิ้ว น้ำตาล ผงพะโล้  พริกไทย คลุกเคล้าให้\nเข้ากัน ชิมดูให้รสเค็มหวานเล็กน้อย ยกลง\n4. นำเป็ดที่เลาะกระดูกออกแล้ววางลงบนเขียงใหญ่ ตักหอมที่ผัดไว้เกลี่ยให้ทั่ว \nเหลือติดหม้อไว้เล็กน้อย นำถั่วโรยลงแล้วใช้เข็มเย็บให้ติดกัน อย่าให้มีรอยรั่ว\nที่ใดมีรอยขาดก็เย็บให้เรียบร้อย แล้วเช็ดให้สะอาด\n5. นำมันหมูที่เหลือ ใส่กระทะตั้งไฟพอร้อน นำเป็ดที่เย็บลงทอดให้เหลืองทั่วตัว แล้วตักขึ้น\n6. เป็ดใส่หม้อที่มีฝามิดชิด นำหอมที่แบ่งไว้ใส่ในเป็ด ใส่รวมลงในหม้อ ใส่นำเปล่าหรือน้ำซุป\nลงประมาณ 1 ถ้วย ตั้งไฟอ่อนๆ เคี่ยว จนเปื่อย น้ำขลุกขลิกใช้ได้"
    },

    {
      "title": "เป็ดเสฉวน",
      "image" : "https://cdn4.th.orstatic.com/userphoto/photo/0/G0/0035X7D71AF2063CBAB627px.jpg",
      "description": "วิธีทำ\n\n1. เป็ดล้างน้ำให้สะอาดตัดตีนออก  ผ่าถุงตรงก้นออก มิฉะนั้นจะมีกลิ่นสาบ\nเครื่องในไม่ใช้\n2. น้ำใส่หม้อตั้งไฟให้เดือด (คะเนน้ำพอท่วมเป็ด) ใส่เป็ด ใส่รากผักชี  อบเชย\nดอกโป๊ยกัก  พริกไทยเม็ดบุบพอแตก  ซีอิ้วดำ ซีอิ้วขาว ลงเคี่ยวจนเป็ดเปื่อย\nตักขึ้นผึ่งให้น้ำแห้ง\n3. ใส่น้ำมันในกระทะ  ตั้งเตาไฟจนน้ำมันร้อน ทอดเป็ดจนเหลืองกรอบทั่วตัว\n แล้วตักขึ้น\n 4. มันฝรั่งขูดผิวออก ล้างน้ำให้สะอาด  ใช้เครื่องขูดเป็นแว่นๆ  หรือจะหั่นบางๆก็ได้\nทอดให้เหลืองกรอบ"
    }
],
  "dessert": [

    {
      "title": "สังขยาฟักทอง",
      "image" : "https://s359.kapook.com/pagebuilder/beaa3406-9c7e-499f-8ba8-5e5e7ac93627.jpg",
      "description": "วิธีทำ\n\n1.ใช้มีดเจาะไปที่ขั้วฟักทองเป็นวงกลมหรือสี่เหลี่ยมก็ได้ ใช้ช้อนขูดเอาเมล็ดและไส้ฟักทองออก แล้วนำไปล้างให้สะอาดผึ่งให้แห้ง\n2.เทหัวกะทิ น้ำตาลปี๊บ ตอกไข่ และใส่เกลือลงไป\n3.ใช้ใบเตยขยำให้ส่วนผสมทุกอย่างเข้ากัน\n4.กรองด้วยกระชอนแล้วเทใส่ในลูกฟักทอง\n5.นำไปนึ่งในน้ำเดือด จากนั้นก็ลดเป็นไฟอ่อน ใช้เวลานึ่งประมาณ 1 ชั่วโมง"
    },

    {
      "title": "ลูกตาลลอยแก้ว",
      "image" : "https://s359.kapook.com/pagebuilder/4be63ab1-325f-4680-b811-acdfb59d611d.jpg",
      "description": "วิธีทำ\n\n1. นำน้ำสะอาด น้ำตาลทราย และใบเตย ใส่ลงในหม้อ เปิดไฟต้มจนเดือด\n2. ใส่ลูกตาลที่หั่นไว้ลงไป รอให้เดือดอีกครั้งสักพัก ปิดไฟ ตักใส่ถ้วย โปะน้ำแข็ง พร้อมเสิร์ฟ"
    },
    {
      "title": "บัวลอยแตงโม",
      "image": "https://img.kapook.com/u/2018/surauch/cooking/co1/d14.jpg",
      "description": "วิธีทำ\n\n1.ผสมแป้งข้าวเหนียวให้เป็นสีต่าง ๆ ได้แก่ สีเขียวจากน้ำใบเตย สีเหลืองจากเนื้อฟักทอง สีม่วงจากน้ำอัญชัน และสีชมพูจากกลิ่นกุหลาบ (ในสูตรใส่น้ำหวานกลิ่นสละเฮลซ์บลูบอยเพิ่มให้สีสวยขึ้น) นวดแป้งให้เข้ากัน จะได้ 4 สี\n2. ปั้นให้เป็นรูปแตงโม โดยปั้นแป้งสีเหลือง แป้งสีชมพู และแป้งสีม่วงให้กลม พักไว้ จากนั้นปั้นแป้งสีเขียวให้กลมแล้วรีดให้เป็นแผ่นแบน นำไปห่อแป้งสีเหลือง แป้งสีชมพู และแป้งสีม่วงจนหมด ปั้นเป็นก้อนกลม\n3. ผ่าครึ่งแป้งแตงโมแต่ละก้อนแล้วแบ่งเป็นเสี้ยวตามต้องการ นำงาขาวหรืองาดำแปะที่เนื้อแตงโมให้สวยงาม\n4. ต้มน้ำให้เดือด ใส่แป้งบัวลอยรูปแตงโมลงไปจนสุก (หากสุกแล้วแป้งจะลอยขึ้น) ตักใส่น้ำเย็นพักไว้\n5. ต้มกะทิใส่ใบเตย เกลือเล็กน้อย และน้ำตาลทราย พอน้ำตาลละลายใส่แป้งบัวลอยรูปแตงโมลงไป ปิดไฟ จะกินแบบเย็นหรือร้อนก็ได้ หรือรอให้เย็น ตักใส่ในลูกแคนตาลูป"
    },
    {
      "title": "วุ้นว่านหางจระเข้น้ำกะทิ",
      "image" : "https://66.media.tumblr.com/320e4da382144536fa25567b8031c444/tumblr_oqmkr6vQy41vy2tgqo1_250.png",
      "description": "วิธีทำ\n\n1. ปอกเปลือกว่านหางจระเข้ ล้างให้หมดยาง หั่นเป็นชิ้นสี่เหลี่ยมลูกเต๋า หรือหั่นเป็นเส้น เตรียมไว้\n2. ใส่น้ำเปล่าลงในหม้อ เติมเกลือป่นลงไป พอน้ำเดือดนำวุ้นว่านหางจระเข้ลงไปต้มจนสุก ตักขึ้นล้างน้ำเปล่าจนกว่าวุ้นจะหมดรสเค็ม ตักใส่ตะแกรง พักให้สะเด็ดน้ำ\n3. ผสมน้ำหวานกับน้ำเปล่าความหวานตามชอบ เทวุ้นว่านหางจระเข้ลงไปคนให้เข้ากัน เสร็จแล้วนำไปแช่ในตู้เย็นทิ้งไว้\n4. ทำน้ำกะทิโดยใส่น้ำตาลปี๊บกับน้ำกะทิลงในหม้อ ต้มจนเดือดใส่เกลือป่นลงไปประมาณ 1/2 ช้อนชา พอเกลือละลายยกลงพักทิ้งไว้ให้เย็น\n5. ตักวุ้นว่านหางจระเข้ใส่ถ้วย ราดน้ำกะทิ ใส่น้ำแข็ง พร้อมเสิร์ฟ"
    },

    {
      "title": "บัวลอยขนมเข่ง",
      "image" : "https://statici.behindthevoiceactors.com/behindthevoiceactors/_img/chars/ryunosuke-tanaka-haikyu-1.54.jpg",
      "description": "วิธีทำ\n\n1. ลอกกระทงใบตองออกจากขนมเข่ง ตัดเป็นชิ้นสี่เหลี่ยมเล็ก ๆ (หากต้องการเพิ่มสีสันให้นำไปแช่น้ำสีต่าง ๆ ที่เราเตรียมไว้จนขนมเข่งเปลี่ยนสีแล้วสะเด็ดน้ำพักไว้จนแห้ง)\n2. นำขนมเข่งไปต้มในน้ำเดือดประมาณ 1-2 นาที (อย่าต้มนานเพราะแป้งขนมเข่งจะเละ) ตักขึ้นสะเด็ดน้ำแล้วล้างน้ำเย็น (กันติด) เตรียมไว้\n3. ใส่นมสดลงในหม้อ เปิดไฟต้มจนร้อน เติมน้ำตาลทรายแดงลงไป คนจนน้ำตาลทรายละลาย พอเดือดอีกครั้งปิดไฟ\n4. ตักบัวลอยขนมเข่งลงในถ้วย ราดนมสดลงไปตามชอบ เสิร์ฟแบบร้อน หรือเติมน้ำแข็งลงไปก่อนเสิร์ฟ"
    }
  ]
}